Show / Hide Table of Contents
Enum ThermalSpecificHeatState
Type of curvature - thermal specific heat
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ThermalSpecificHeatState
Fields
 Name |  Description
 Code
The curvatire is defined by the code
 None
The curvature is not defined
 User
The curvature is input by the user
 Improve this Doc
 View Source